Repository: JSidrach/ewatcher
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Consumption
es_es: Consumo

source: Consumption - Queries
es_es: Consumo - Consultas

source: PV
es_es: FV

source: PV - Queries
es_es: FV - Consultas

source: PV - Daily values
es_es: FV - Valores diarios

source: Voltage
es_es: Voltaje

source: Energy consumed today
es_es: Energía consumida hoy

source: Consumption (W)
es_es: Consumo (W)

source: Daily energy consumption (kWh)
es_es: Consumo de energía diario (kWh)

source: Start date
es_es: Fecha de inicio

source: End date
es_es: Fecha de fin

source: Energy consumption
es_es: Consumo de energía

source: Day
es_es: Día

source: No data available at the selected date range
es_es: No hay datos disponibles en el rango de fechas seleccionado

source: Export to CSV
es_es: Exportar a CSV

source: PV produced power
es_es: Potencia FV generada

source: PV power exported to the grid
es_es: Potencia FV exportada a la red

source: Consumption from the grid
es_es: Consumo de la red

source: Today's energy values
es_es: Valores energéticos de hoy

source: PV produced energy
es_es: Energía FV generada

source: PV self-consumed energy
es_es: Energía FV autoconsumida

source: PV energy exported to the grid
es_es: Energía FV exportada a la red

source: Energy imported from the grid
es_es: Energía importada de la red

source: Self-consumed energy relative to the total load
es_es: Porcentaje de consumo suministrado con energía FV

source: Self-sufficiency
es_es: Autosuficiencia

source: Self-consumed energy relative to the total PV energy produced
es_es: Porcentaje de energía FV autoconsumida

source: Self-consumption
es_es: Autoconsumo

source: PV power exported to the grid (W)
es_es: Potencia FV exportada a la red (W)

source: PV produced power (W)
es_es: Potencia FV generada (W)

source: Consumption from the grid (W)
es_es: Consumo de la red (W)

source: Energy imported cost (per kWh)
es_es: Precio energía comprada (por kWh)

source: Currency
es_es: Moneda

source: Energy exported cost (per kWh)
es_es: Precio energía vendida (por kWh)

source: Energy costs
es_es: Precios de la energía

source: Total consumption
es_es: Consumo total

source: PV energy produced
es_es: Energía FV generada

source: Cost of the imported energy
es_es: Coste de la energía importada

source: Cost of the exported PV energy
es_es: Coste de la energía FV exportada

source: Cost without PV production
es_es: Coste sin producción FV

source: Cost with PV production
es_es: Coste con producción FV

source: Estimated savings
es_es: Ahorro estimado

source: Consumption (kWh)
es_es: Consumo (kWh)

source: PV energy (kWh)
es_es: Energía FV (kWh)

source: PV self-consumed energy (kWh)
es_es: Energía FV autoconsumida (kWh)

source: PV energy exported to the grid (kWh)
es_es: Energía FV exportada a la red (kWh)

source: PV energy imported from the grid (kWh)
es_es: Energía importada de la red (kWh)

source: PV energy generated
es_es: Energía FV generada

source: Energy exchanged with the grid
es_es: Energía intercambiada con la red

source: Source of the energy consumed
es_es: Fuente de la energía consumida

source: Global summary
es_es: Sumario global

source: PV energy self-consumed (kWh)
es_es: Energía FV autoconsumida (kWh)

source: Energy imported from the grid (kWh)
es_es: Energía importada de la red (kWh)

source: PV energy produced (kWh)
es_es: Energía FV generada (kWh)

source: This page is not accessible.
es_es: Esta página no es accesible.

source: Please contact the administrator to enable/disable the EWatcher panels.
es_es: Contacte con el administrador para habilitar/deshabilitar los paneles de EWatcher.
